cask_args appdir: '~/Applications'

tap "homebrew/bundle"
tap "homebrew/core"
tap 'homebrew/services'

## System
brew 'ncurses'

## Cryptography
brew 'openssl'

## Services
brew 'nomad'

## Database
brew 'redis', restart_service: true

## Programming languages
brew 'node@10', args: ['with-openssl']
brew 'yarn'
brew 'go'
brew 'gox'

## Editors
brew 'vim', args: ['with-override-system-vi', 'with-gettext', 'with-lua', 'with-luajit', 'with-tcl']

## Terminal
brew 'tmux', args: ['with-utf8proc']

## Utility
brew 'htop', args: ['with-ncurses']
brew 'jq'
brew 'yq'
brew 'tldr'
brew 'shellcheck'
brew 'git'
brew 'git-secrets'
brew 'aspell'
brew 'tree'

## DevOps
brew 'terraform'
brew 'terraform-docs'
brew 'circleci'


## Apps to install
# - iterm2
# - Firefox-developer-edition
# - TablePlus
# - VSCode
# - Docker
# -
