cask_args appdir: '~/Applications'

tap "homebrew/bundle"
tap "homebrew/core"
tap 'homebrew/services'

## System
brew 'ncurses'

## Cryptography
brew 'openssl'

## Database
brew 'redis', restart_service: true

## Programming languages
brew 'node@10'
brew 'yarn'
brew 'go'
brew 'gox'

## Webservers
brew 'nginx'

## Editors
brew 'vim'

## Terminal
brew 'tmux'

## Utility
brew 'htop'
brew 'jq'
brew 'yq'
brew 'tldr'
brew 'shellcheck'
brew 'git'
brew 'git-secrets'
brew 'aspell'
brew 'tree'

## DevOps
brew 'terraform'
brew 'terraform-docs'
brew 'tflint'
brew 'tfenv'
brew 'circleci'
brew 'awscli'

## Apps to install
# - iterm2
# - Firefox-developer-edition
# - TablePlus
# - VSCode
# - Docker
# -
